Revit 2024 API
ParameterTypeId.ViewerReferenceLabelText Property
 "Reference Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerReferenceLabelText { get; }
Visual Basic
Public Shared ReadOnly Property ViewerReferenceLabelText As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerReferenceLabelText {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace